Repository: genesi/yelp
Catalog: po/*.po
Languages: te

source: GNU Info Pages
te: GNU సమాచార పుటలు

source: Traditional command line help (info)
te: సాంప్రదాయక ఆదేశ వరుస సహాయము (info)

source: Applications
te: కార్యక్షేత్రాలు

source: BLT Functions
te: బియల్టి పరిక్రియలు

source: Configuration Files
te: రూపకరణ దస్త్రాలు

source: Curses Functions
te: కర్సెస్ పరిక్రియలు

source: Development
te: అభివృధ్ధి

source: FORTRAN Functions
te: ఫొర్ట్రాన్ పరిక్రియలు

source: Games
te: ఆటలు

source: Hardware Devices
te: హార్డ్వేర్ పరికరాలు

source: Kernel Routines
te: కెర్నల్ రొటీన్స్

source: Manual Pages
te: నిర్దేశిక పుటలు

source: Network Audio Sound Functions
te: అల్లికలో శ్రవణ ధ్వని కార్యములు

source: OpenSSL Applications
te: OpenSSL కార్యక్షేత్రాలు

source: OpenSSL Configuration
te: OpenSSL రూపకరణ

source: OpenSSL Functions
te: OpenSSL పరిక్రియలు

source: OpenSSL Overviews
te: OpenSSL ఉపరితలదర్శనాలు

source: Overviews
te: ఉపరితలదర్శనాలు

source: POSIX Functions
te: POSIX పరిక్రియలు

source: POSIX Headers
te: POSIX పీఠికలు

source: Perl Functions
te: పెర్ల్ పరిక్రియలు

source: Qt Functions
te: Qt పరిక్రియలు

source: Readline Functions
te: రీడ్‌లైన్ పరిక్రియలు

source: Section 0p
te: Op భాగము

source: Section 1m
te: 1m భాగము

source: Section 1ssl
te: 1ssl భాగము

source: Section 1x
te: 1x భాగము

source: Section 2
te: 2 భాగము

source: Section 3blt
te: 3blt భాగము

source: Section 3f
te: 3f భాగము

source: Section 3nas
te: 3nas భాగము

source: Section 3p
te: 3p భాగము

source: Section 3qt
te: 3qt భాగము

source: Section 3readline
te: 3readline భాగము

source: Section 3ssl
te: 3ssl భాగము

source: Section 3tiff
te: 3tiff భాగము

source: Section 4
te: 4 భాగము

source: Section 4x
te: 4x భాగము

source: Section 5
te: 5 భాగము

source: Section 5ssl
te: 5ssl భాగము

source: Section 5x
te: 5x భాగము

source: Section 6
te: 6 భాగము

source: Section 6x
te: 6x భాగము

source: Section 7ssl
te: 7ssl భాగము

source: Section 7x
te: 7x భాగము

source: Section 9
te: 9 భాగము

source: Sections 1, 1p, 1g and 1t
te: 1, 1p, 1g మరియు 1t భాగాలు

source: Sections 3, 3o, and 3t
te: 3, 3o మరియు 3t భాగాలు

source: Sections 3form and 3menu
te: 3form మరియు 3menu భాగములు

source: Sections 3ncurses and 3curses
te: 3ncurses and 3curses భాగములు

source: Sections 3pm and 3perl
te: 3pm మరియు 3perl భాగములు

source: Sections 3x and 3X11
te: 3x మరియు 3X11 భాగములు

source: Sections 7 and 7gcc
te: 7 మరియు 7gcc భాగములు

source: Sections 8 and 8l
te: 8 మరియు 8l భాగములు

source: System Administration
te: వ్యవస్థ నిర్వహణ

source: System Calls
te: సిస్టమ్ కాల్స్

source: System V Form/Menu Functions
te: సిస్టమ్ V ఫాం/మెనూ పరిక్రియలు

source: TIFF Functions
te: TIFF పరిక్రియలు

source: Termcap Applications
te: Termcap కార్యక్షేత్రాలు

source: Traditional command line help (man)
te: సాంప్రదాయక ఆదేశ వరుస సహాయము (man)

source: X11 Applications
te: X11 కార్యక్షేత్రాలు

source: X11 Configuration
te: X11 రూపకరణ

source: X11 Devices
te: X11 పరికరాలు

source: X11 Functions
te: X11 ప్రరిక్రియలు

source: X11 Games
te: X11 ఆటలు

source: X11 Overviews
te: X11 ఉపరితలదర్శనాలు

source: 2D Graphics
te: 2D గ్రాఫిక్స్

source: 3D Graphics
te: 3D గ్రాఫిక్స్

source: Accessibility
te: సాంగత్యము

source: Action Games
te: పోరాటపు ఆటలు

source: Adventure Games
te: సాహసపు ఆటలు

source: Amusement
te: వినోదము

source: Applications for viewing and manipulating graphics
te: గ్రాఫిక్సును దర్శించుటకు మరియు మానిప్యులేట్ చేయుటకు అనువర్తనములు

source: Applications related to audio and video
te: ఆడియో మరియు వీడియోకు సంభందించిన అనువర్తనములు

source: Applications that teach or aid in learning
te: నేర్చుకొనునప్పుడు భోదించే లేదా చేర్చే అనువర్తనములు

source: Arcade Games
te: ఆర్కేడ్ ఆటలు

source: Archiving Tools
te: పొందుపరచిన సాధనములు

source: Art
te: కళ

source: Artificial Intelligence
te: ఆర్టిఫిషియల్ యింటిలిజెన్స్

source: Astronomy
te: ఆస్ట్రోనమి

source: Biology
te: బయోలజి

source: Blocks Games
te: బ్లాక్స్ ఆటలు

source: Board Games
te: బోర్డు ఆటలు

source: Building
te: నిర్మించుట

source: Calculator
te: గణనపరికరం

source: Calendar
te: క్యాలెండర్

source: Card Games
te: పేక ఆటలు

source: Charting Tools
te: చార్టింగ్ సాధనములు

source: Chat
te: మాటామంతి

source: Chemistry
te: కెమిస్ట్రి

source: Clocks
te: గడియారములు

source: Compression Tools
te: కుదించు సాధనములు

source: Computer Science
te: కంప్యూటర్ సైన్స్

source: Construction
te: నిర్మాణం

source: Contact Management
te: సంప్రదింపు నిర్వహణ

source: Data Visualization
te: డాటా కనబరచువిధము

source: Databases
te: దత్తాంశస్థానాలు

source: Debuggers
te: డీబగ్గర్స్

source: Desktop
te: రంగస్థలం

source: Desktop Settings
te: రంగస్థలం అమరికలు

source: Dialup
te: డైలప్

source: Dictionaries
te: వివరణలు

source: Disc Burning
te: డిస్క్ బర్నింగ్

source: Economy
te: ఆర్ధికస్థితి

source: Education
te: విద్యాభ్యాసం

source: Electricity
te: విద్యుశ్చక్తి

source: Electronics
te: ఎలక్ట్రానిక్స్

source: Email Tools
te: ఈమెయిల్ సాధనములు

source: Emulator
te: ఎమ్యులేటర్

source: Engineering
te: ఇంజినీరింగ్

source: File Manager
te: దస్త్రాల అభికర్త

source: File Tools
te: ఫైలు సాధనములు

source: File Transfer
te: ఫైలు బదలీకరణ

source: Filesystem
te: దస్త్ర వ్యవస్థ

source: Financial Tools
te: ఆర్ధికపరమైన సాధనములు

source: Flow Charting Tools
te: ఫ్లో చార్టింగ్ సాధనములు

source: GNOME Applications
te: GNOME అనువర్తనములు

source: GUI Designers
te: GUI రూపకర్తలు

source: Generic applications for the GNOME environment
te: GNOME వాతావరణము కొరకు సాదారణ అనువర్తనములు

source: Generic applications for the KDE environment
te: KDE వాతావరణం కొరకు సాదారణ అనువర్తనములు

source: Geography
te: ఖగోళశాస్త్రము

source: Geology
te: భూగర్భశాస్త్రము

source: Geoscience
te: జియోసైన్స్

source: Graphics
te: చిత్రరూపాలు

source: Guides and manuals for applications that connect to the outside world
te: బయటి ప్రపంచాన్ని అనుసంధానింపచేసే అనువర్తనముల కొరకు మార్గదర్శిలు మరియు వివరణపత్రములు

source: Guides for getting involved in development
te: అభివృద్దినందు పాల్గోనుటకు మార్గదర్శిలు

source: Ham Radio
te: హామ్ రేడియో

source: Hardware Settings
te: హార్డ్‌ వేర్ అమరికలు

source: Have some fun
te: కొంత హాస్యాన్ని కలిగివుండుము

source: History
te: చరిత్ర

source: IRC Clients
te: IRC కక్షిదారులు

source: Image Processing
te: ఇమేజ్ ప్రోసెసింగ్

source: Instant Messaging
te: సత్వర సందేశీకరణ

source: Internet
te: మహాతలం

source: Java
te: జావా

source: KDE Applications
te: KDE అనువర్తనములు

source: Kids Games
te: పిల్లల ఆటలు

source: Learn more about making your system more accessible for a range of disabilities
te: అంగవైకల్యం కలవారికి మీ సిస్టమ్ మరింత సహాయపడునదిగా యెలా చేయాలో మరింత తెలుసుకోండి

source: Licenses
te: లైసెన్సులు

source: Literature
te: సాహిత్యము

source: Logic Games
te: తార్కిక ఆటలు

source: Math
te: మ్యాత్

source: Medical Software
te: మెడికల్ సాఫ్ట్ వేర్

source: Miscellaneous Documentation
te: వివిధమైన పత్రికీకరణ

source: Mixers
te: మిశ్రమాలు

source: Monitor
te: మానిటర్

source: Motif
te: మోటిఫ్

source: Music
te: సంగీతం

source: News
te: వార్తలు

source: Numerical Analysis
te: సంఖ్యా విశ్లేషణ

source: Office Applications
te: కార్యాలయపు అనువర్తనములు

source: Office applications
te: కార్యాలయపు అనువర్తనములు

source: Other Documentation
te: ఇతర పత్రరచన

source: PDA Communication
te: PDA సంప్రదింపు

source: Package Manager
te: ప్యాకేజ్ నిర్వాహకి

source: Parallel Computing
te: సమాంతర కంప్యూటింగ్

source: Photography
te: ఛాయాచిత్రీకరణ

source: Physics
te: భౌతికశాస్త్రము

source: Players
te: ప్లేయర్లు

source: Presentation Tools
te: సమర్పణ సాధనములు

source: Printing
te: ముద్రణ

source: Profiling Tools
te: ప్రొఫైలింగ్ సాధనములు

source: Project Management Tools
te: ప్రోజెక్టు నిర్వహణా సాధనములు

source: Publishing
te: ప్రచురీకరణ

source: Raster Graphics
te: రాస్టర్ గ్రాఫిక్స్

source: Recorders
te: రికార్డర్స్

source: Remote Access
te: సుదూర ప్రవేశము

source: Revision Control
te: పునఃవిమర్శ నియంత్రణ

source: Robotics
te: రోబోటిక్స్

source: Role Playing Games
te: రోల్ ప్లేయింగ్ ఆటలు

source: Scanning
te: స్కానింగ్

source: Science
te: సాంకేతికశాస్త్రం

source: Security
te: రక్షిత

source: Sequencers
te: వరుసగావచ్చునవి

source: Settings
te: అమరికలు

source: Settings users can manipulate to make their environment more pleasant
te: వినియోగదారులు వారి వాతావరణనాన్ని మరింత అహ్లాదభరితంగా చేసుకొవటానికి అమరికలను మార్చుకొనవచ్చు

source: Simulation Games
te: సిమ్యులేషన్ ఆటలు

source: Sound
te: శబ్దము

source: Sound &amp; Video
te: శబ్ధము &amp; వీడియో

source: Sound &amp; Video Editing
te: శబ్ధము &amp; వీడియో సరికూర్పు

source: Sports
te: క్రీడలు

source: Sports Games
te: క్రీడాపరమైన ఆటలు

source: Spreadsheet Tools
te: స్ప్రెడ్‌షీట్ సాధనములు

source: Strategy Games
te: యుక్తిపరమైన ఆటలు

source: System
te: సిస్టమ్

source: Telephony
te: టెలిపొని

source: Telephony Tools
te: టెలిఫొని సాధనములు

source: Terminal Emulator
te: టెర్మినల్ ఎములేటర్

source: Text Editors
te: పాఠ్యపు సరికూర్పరిలు

source: Text Tools
te: పాఠ్యపు సాధనములు

source: Tools to help you manage your computer
te: కంప్యూటర్ ను నిర్వహించుటకు సౌధనములు

source: Translation Tools
te: అనువాదపు సాధనములు

source: Tuners
te: ట్యూనర్స్

source: Utilities
te: సౌలభ్యాలు

source: Utilities to help you get work done
te: మీ పని జరుగుటకు మీ సహాయపడె సౌలభ్యాలు

source: Vector Graphics
te: వెక్టార్ గ్రాఫిక్స్

source: Video
te: వీడియో

source: Video Conference
te: వీడియో సమావేశము

source: Viewer
te: దర్శకుడు

source: Web Browser
te: వెబ్ బ్రౌజర్

source: Web Development
te: వెబ్ అభివృద్ది

source: Welcome to the GNOME Help Browser
te: గ్నోమ్ సహాయ అన్వేషికి స్వాగతం

source: Word Processors
te: వెబ్ ప్రోసెసెస్

source: Bookmarks
te: పుస్తకచిహ్నాలు

source: Re_name
te: పునర్నామకరణ (_n)

source: _Bookmarks:
te: బుక్‌మార్కులు (_B):

source: Add Bookmark
te: బుక్‌మార్క్ జతచేయుము

source: _Title:
te: శీర్షిక (_T):

source: Open Location
te: స్థానాన్ని తెరువుము

source: _Location:
te: స్థానము (_L):

source: Fonts
te: ఫాంట్లు

source: Preferences
te: అభీష్టాలు

source: _Browse with caret
te: కారెట్ ద్వారా అన్వేషించు (_B)

source: _Fixed width:
te: స్థిర వెడల్పు (_F):

source: _Use system fonts
te: వ్యవస్థ అక్షరశైలులను ఉపయోగించు (_U)

source: _Variable width:
te: అస్థిర వెడెల్పు (_V):

source: Font for fixed text
te: స్థిర పాఠముకు అక్షరశైలి

source: Font for text
te: పాఠముకు అక్షరశైలి

source: Font for text with fixed width.
te: పాఠముకు స్థిర వెడెల్పుతో అక్షరశైలి

source: Font for text with variable width.
te: పాఠముకు అస్థిర వెడెల్పుతో అక్షరశైలి

source: Use a keyboard-controllable caret when viewing pages.
te: పేజీలను దర్శించుచున్నప్పుడు కీబోర్డ్-నింయంత్రిత అక్షరమును వాడుము.

source: Use caret
te: హంసపాదును ఉపయోగించు

source: Use system fonts
te: వ్యవస్థ అక్షరశైలులను ఉపయోగించు

source: Use the default fonts set for the system.
te: వ్యవస్థకు అప్రమేయ అక్షరశైలులను ఉపయోగించు.

source: File is not a valid .desktop file
te: ఫైలు చెల్లునటువంటి .desktop ఫైలు కాదు

source: Unrecognized desktop file Version '%s'
te: గుర్తించబడని డెస్కుటాప్ ఫైలు వర్షన్ '%s'

source: Starting %s
te: '%s' ప్రారంభించుచున్నది

source: Application does not accept documents on command line
te: అనువర్తనము ఆదేశ వరుసపై పత్రములను ఆమోదించదు

source: Unrecognized launch option: %d
te: గుర్తించని ఆరంభ ఐచ్చికము: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
te: పత్రము URIలను 'Type=Link' డెస్కుటాప్ ప్రవేశమునకు పంపలేదు

source: Not a launchable item
te: ఆరంభించదగు అంశము కాదు

source: Disable connection to session manager
te: సెషన్ నిర్వాహికకు అనుసంధానమును అచేతనముచేయి

source: Specify file containing saved configuration
te: దాయబడిన ఆకృతీకరణను కలిగివున్న ఫైలును తెలుపుము

source: FILE
te: ఫైలు

source: Specify session management ID
te: సెషన్ నిర్వాహిక IDను తెలుపుము

source: Session management options:
te: సెషన్ నిర్వాహిక ఐచ్చికములు:

source: Show session management options
te: సెషన్ నిర్వాహిక ఐచ్చికాలను చూపుము

source: Open Bookmark in New Window
te: బుక్‌మార్కును కొత్త విండోనందు తెరువుము

source: Rename Bookmark
te: పుస్తకచిహ్నా పునర్నామకరణ

source: Remove Bookmark
te: బుక్‌మార్కును తీసివేయుము

source: A bookmark titled %s already exists for this page.
te: ఈ పుట కొరకు యిప్పటికే %s శీర్షికగల బుక్‌మార్క్ వుంది.

source: A bookmark titled <b>%s</b> already exists for this page.
te: <b>%s</b> శీర్షికగల బుక్‌మార్క్ యిప్పటికే ఈ పేజీకు వుంది.

source: Help Topics
te: సహాయ సంగతులు

source: Document Sections
te: పత్రము యొక్క భాగములు

source: Page not found
te: పేజీ కనబడలేదు

source: The page %s was not found in the document %s.
te: పేజీ %s పత్రము %s నందు కనబడలేదు.

source: The requested page was not found in the document %s.
te: అభ్యర్ధించిన పేజీ పత్రము %s నందు కనబడలేదు.

source: File not found
te: దస్త్రం దొరుకలేదు

source: The file ‘%s’ does not exist.
te: ఫైలు ‘%s’ లేదు.

source: Could not parse file
te: ఫైలు పార్శ్ చేయలేక పోయింది

source: The file ‘%s’ could not be parsed because it is not a well-formed XML document.
te: ఫైలు ‘%s’ పార్శ్ చేయబడలేక పోయింది యెంచేతంటే అది సరిగా-రూపొందిన XML పత్రము కాదు.

source: The file ‘%s’ could not be parsed because one or more of its included files is not a well-formed XML document.
te: ఫైలు ‘%s’ పార్శ్ చేయబడలేక పోయింది యెంచేతంటే దానిలో చేర్చిన వొకటి లేదా యెక్కువ ఫైళ్ళు సరిగా-రూపొందిన XML పత్రము కాదు.

source: Unknown
te: తెలియని

source: Unknown Error
te: తెలియన్ దోషము

source: Could Not Read File
te: ఫైలు చదవలేకపోయింది

source: No information is available about this error.
te: ఈ దోషము గూర్చి యెటువంటి సమాచారము అందుబాటులోలేదు.

source: The file ‘%s’ could not be parsed because it is not a well-formed info page.
te: ఫైలు ‘%s’ పార్శ్ చేయబడలేక పోయింది యెంచేతంటే అది సరిగా-రూపొందించిన సామాచార పేజీకాదు.

source: The file ‘%s’ could not be read and decoded. The file may be compressed in an unsupported format.
te: ఫైలు ‘%s’ చదువబడలేక పోయింది మరియు డీకోడ్ చేయబడలేక పోయింది. ఆ ఫైలు బహుశా మద్దతీయనటువంటి రూపంలో కుదించబడి వుండవచ్చు.

source: Use a private session
te: స్వంత సమకూర్పును ఉపయోగించుము

source: Define which cache directory to use
te: ఏ గల్లాపెట్టె వివరమును ఉపయోగించాలో నిర్వచించుము

source: GNOME Help Browser
te: గ్నోమ్ సహాయ అన్వేషి

source: Help
te: సహాయం

source: Directory not found
te: డైరెక్టరీ కనుగొనబడలేదు

source: The directory ‘%s’ does not exist.
te: డైరెక్టరీ ‘%s’ లేదు.

source: The file ‘%s’ could not be parsed because it is not a well-formed man page.
te: పైలు ‘%s’ పార్శ్ చేయబడలేక పోయింది యెంచేతంటే అది సరిగా-రూపొందించిన ముఖ్య పేజీకాదు.

source: Print
te: ముద్రణ

source: Preparing to print
te: ముద్రణకు సిద్దమవుతుంది

source: Printing is not supported on this printer
te: ముద్రణకు ఈ ముద్రణాయంత్రములో సహకారం లేదు

source: Printer %s does not support postscript printing.
te: ముద్రకం %s పోస్ట్ స్క్రిప్ట్ ముద్రణను మద్దతించదు.

source: Waiting to print
te: ముద్రణ కొరకు నిరీక్షిస్తుంది

source: An error occurred while printing
te: ముద్రిస్తున్నప్పుడు దోషము వచ్చినది

source: It was not possible to print your document: %s
te: మీ పత్రమును ముద్రించుట సాధ్యము కాదు: %s

source: the GNOME Support Forums
te: GNOME మద్దతుదారి ఫోరములు

source: No results for "%s"
te: "%s" కు ఫలితాలు లేవు

source: Try using different words to describe the problem you're having or the topic you want help with.
te: మీరు కలిగివున్న సమస్యను వివరించుటకు లేదా మీరు సహాయ కావాలనుకొనుచున్న టాపిక్ కొరకు విభిన్న పదాలను వుపయోగించి ప్రయత్నించండి.

source: Search results for "%s"
te: "%s" కు ఫలితాలు వెతుకుము

source: Repeat the search online at %s
te: %s వద్ద శోధన ఆన్‌లైన్‌ను పునరావృతం చేయుము

source: No Comment
te: వ్యాఖ్యానించుట లేదు

source: Search could not be processed
te: శోధన నిర్వహించబడలేక పోయింది

source: The requested search could not be processed.
te: అభ్యర్ధించిన శోధన ప్రోసెస్ చేయబడలేక పోయింది.

source: Cannot process the search
te: శోధనను ప్రోసెస్ చేయలేక పోయింది

source: The search processor returned invalid results
te: శోధన ప్రోసెసర్ చెల్లని ఫలితాలను యిచ్చినది

source: The page %s was not found in the TOC.
te: పేజీ %s TOC నందు కనబడలేదు.

source: The requested page was not found in the TOC.
te: అభ్యర్ధించిన పేజీ TOC నందు కనబడలేదు.

source: The TOC file could not be parsed because it is not a well-formed XML document.
te: TOC ఫైలు పార్శ్ చేయబడలేక పోయింది యెంచేతంటే అది సరిగా-రూపొందించిన XML పత్రముకాదు.

source: Invalid Stylesheet
te: చెల్లని స్టైల్‌షీట్

source: The XSLT stylesheet ‘%s’ is either missing, or it is not valid.
te: XSLT స్టైల్‌షీట్ ‘%s’ తప్పిపోయింది, లేదా అది చెల్లునదికాదు

source: Broken Transformation
te: విరిగిపోయిన బదిలీకరణ

source: An unknown error occurred while attempting to transform the document.
te: పత్రమును బదిలీకరించునప్పుడు వొక తెలియని దోషము యెదురైంది.

source: No href attribute found on yelp:document
te: yelp:document నందు యెటువంటి href యాట్రిబ్యూట్ కనబడలేదు

source: Out of memory
te: మెమొరీ మించినది

source: _File
te: దస్త్రం (_F)

source: _Edit
te: సరిచేయు (_E)

source: _Go
te: వెళ్ళు (_G)

source: _Bookmarks
te: గుర్తింపులు (_B)

source: _Help
te: సహాయం (_H)

source: _New Window
te: కొత్త గవాక్షం (_N)

source: Print This Document ...
te: ఈ పత్రాన్ని ముద్రించు ...

source: Print This Page ...
te: ఈ పుటను ముద్రించు ...

source: About This Document
te: ఈ పత్రము గురించి

source: Open _Location
te: స్థానాన్ని తెరువుము (_L)

source: _Close Window
te: గవాక్షమును మూయుము (_C)

source: _Copy
te: నకలు (_C)

source: _Select All
te: అన్నింటిని ఎంచుకొనుము (_S)

source: _Find...
te: వెతుకు... (_F)

source: Find Pre_vious
te: పూర్వపుదాన్ని వెతుకు (_V)

source: Find previous occurrence of the word or phrase
te: పూర్వపు వచ్చిన పదాన్ని వెతుకుము

source: Find Ne_xt
te: తర్వాతదాన్ని వెతుకు (_X)

source: Find next occurrence of the word or phrase
te: తర్వాత వచ్చే పదాన్ని వెతుకుము

source: _Preferences
te: అభీష్టాలు (_P)

source: _Reload
te: తిరిగిలోడుచేయి (_R)

source: _Back
te: వెనక్కి (_B)

source: Show previous page in history
te: పూర్వపు పుటను చరిత్రలో చూపుము

source: _Forward
te: మునుముందుకు (_F)

source: Show next page in history
te: తర్వాత పుటను చరిత్రలోచూపుము

source: _Help Topics
te: సహాయక సంగతులు (_H)

source: Go to the listing of help topics
te: సహాయ సంగతుల జాబితాకు వెళ్ళుము

source: _Previous Section
te: పూర్వపు భాగము (_P)

source: _Next Section
te: తర్వాతి భాగము (_N)

source: _Contents
te: సారాంశాలు (_C)

source: _Add Bookmark
te: గుర్తును జతచేయి (_A)

source: _Edit Bookmarks...
te: గుర్తులను సరిచేయు... (_E)

source: _Open Link
te: జోడికను తెరువుము (_O)

source: Open Link in _New Window
te: జోడికను కొత్త గవాక్షంలో తెరువుము (_N)

source: _Copy Link Address
te: జోడిక చిరునామాను నకలు తీయుము (_C)

source: Help On this application
te: ఈ కార్యక్షేత్రముపై సహాయము

source: _About
te: గురించి (_A)

source: Copy _Email Address
te: ఇమెయిల్ చిరునామాను నకలుతీయుము (_E)

source: Help Browser
te: సహాయ అన్వేషి

source: Loading...
te: లోడవుతున్నది...

source: Unknown Page
te: తెలియని పేజి

source: The requested URI "%s" is invalid
te: అభ్యర్ధించిన URI "%s" చెల్లనిది

source: Unable to load page
te: పేజీను లోడు చేయలేక పోయింది

source: _Search:
te: వెతుకు (_S)

source: Search for other documentation
te: ఇతర పత్రరచన కొరకు వెతుకుము

source: Cannot create window
te: విండోను సృష్టించలేక పోయింది

source: Cannot create search component
te: శోధన మూలకంను సృష్టించలేక పోయింది

source: Fin_d:
te: కనిపెట్టు (_d)

source: Find _Previous
te: పూర్వపుది కనిపెట్టు (_P)

source: Find _Next
te: తర్వాతది కనిపెట్టు (_N)

source: Phrase not found
te: పద సముదాయము దొరకలేదు

source: The file ‘%s’ could not be read. This file might be missing, or you might not have permissions to read it.
te: '%s' దస్త్రాన్ని చదవలేకపోయింది. ఈ దస్త్రం తొలగించబడియుంటుంది లేదా మీరు ఈ దస్త్రాన్ని చదువుటకు అనుమతి ఉండకపోవచ్చు

source: translator-credits
te: Bharat Kumar <jonnalagaddabharat@gmail.com>

source: Yelp
te: యెల్ప్

source: A documentation browser and viewer for the Gnome Desktop.
te: గ్నోమ్ రంగస్థలముకు పత్రరచన అన్వేషి మరియు దర్శని

source: Get help with GNOME
te: గ్నోమ్ తో సహాయం పొందుము
